[
    {
      "quote": "This is an excellent and extra ordinary platform for students. I highly recommend this for all medical students. I am especially convinced with microbiology lectures, tutors are very professional and it is very easy for students to catch the concepts and understand better.Making better students with strong basics.",
      "name": "Dr Misha Ravi",
      "position": "Doctor",
      "image": "images/person_1.jpg"
    },
    {
      "quote": "Great platform! The teaching is clear, the instructors are experienced, and the sessions are well-structured. Flexible options make it easy to focus on the areas you need. I highly recommend it, as it will help improve the basics  under proper support and thereby provide a level of clinical knowledge!",
      "name": "Anu Thankachan ",
      "position": "Doctor",
      "image": "images/person_1.jpg"
    },
    {
      "quote": "This tuition center is really good. The teachers really helped me out when I was preparing for my exams. They would explain topics in detail which made it easy to remember.",
      "name": "Nikhitha",
      "position": "Student",
      "image": "images/person_1.jpg"
    },
    {
      "quote": "The tuition centre has been really helpful in all my exams. The notes has helped me a lot.",
      "name": "Rosemary Joseph ",
      "position": "Student",
      "image": "images/person_1.jpg"
    },
    {
      "quote": "Excellent centre  which helps the students to grab the concepts easily and helping them to build a strong foundation ",
      "name": "Dr.Diana Louis ",
      "position": "Doctor",
      "image": "images/person_1.jpg"
    },
  {
      "quote": "This tuition center has been integral in my first year medical education. Very grateful to the teachers for their relentless support ",
      "name": "Priya ",
      "position": "Student",
      "image": "images/person_1.jpg"
  },
  {
      "quote": "The classes have been very informative and the faculty was very helpful. Thank you for all your help.",
      "name": "Eva",
      "position": "Student ",
      "image": "images/person_1.jpg"
  },
  {
      "quote": "This tuition centre has been very helpful in my education, the concepts are explained very well and it's easy to understand and retain",
      "name": "Anna",
      "position": "Student",
      "image": "images/person_1.jpg"
  },
  {
      "quote": "The classes have been very helpful and informative \nThe faculty were well organised \nThere were revision class which were well planned and helpful.",
      "name": "Anamika",
      "position": "Student",
      "image": "images/person_1.jpg"
  },
  {
      "quote": "Classes were amazing and really helped with exams ",
      "name": "isha",
      "position": "student ",
      "image": "images/person_1.jpg"
  },
  {
      "quote": "You don't need to look further if you are thinking of improving your academics. The lectures and tution plan caters to the individual so it is efficient and could tackle the possible challenges you face.",
      "name": "Aromal",
      "position": "Doctor",
      "image": "images/person_1.jpg"
  },
  {
    "quote": "It was a personalized learning experience. Scheduling of classes was very flexible. The teaching style was effective and helped me with better preparation for the exam.",
    "name":"Neha Sunny",
    "position": "Student",
    "image": "images/person_1.jpg"
 },
 {
  "quote": "This tuition center has played a crucial role in my first year. All credit goes to the teachers who were very sincere and hardworking. Thank you tutoroji for the guidance and support !",
  "name": "Ann Jo Grace",
  "position": "Student",
  "image": "images/person_1.jpg"
 }

  ]
  